---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.MassFailures
source: html/dcd9b794-ace2-c5ad-c05d-0158834ff22c.htm
---
# BuiltInFailures.MassFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.